export const posts = [
    {
        id: 1,
        image: "../images/Articles.jpg",
        title: 'Наші волонтерські історії на гуманітарному фронті',
        description: "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. ",
        liked: false,
    },
    {
        id: 2,
        title: 'Що необхідно знати вимушено переміщеним особам?',
        description: "Друзі, привіт! Розповідаємо про те, що нам як БФ «ССС» у співпраці з нашими львівськими координаторами_ками, волонтерами_ки вдалося зробити за останні дні  — На початку квітня ",
        liked: false,
    },
    {
        id: 3,
        title: 'Збираємо кошти на допомогу переселенцям_кам',
        description: "Команда БФ «ССС» щоденно працює, щоб допомогти якомога більшій кількості людей, які зараз уражені війною: знаходяться у гарячих точках, вибираються з окупації або вже стали переселенцями ",
        liked: false,
    },
    {
        id: 4,
        title: 'Анкета щодо вашого досвіду переселення внаслідок війни',
        description: "Друзі, просимо Вас пройти коротке опитування щодо вашого досвіду переселення внаслідок війни Наша команда розробила коротке п’ятнадцяти хвилинне опитування для тих, хто був вимушений переїхав після ",
        liked: false,
    },
    
]

