export const cards = [
  {
    id: 2,
    img: `https://images.pexels.com/photos/4458/cup-mug-desk-office.jpg?
    auto=compress&cs=tinysrgb&dpr=2&h=650&w=940`,
    title: 'Блог',
    text: `Ми проводимо комплексні медіа-кампанії для підвищення обізнаності щодо проблем,
     з якими, стикається населення, яке постраждало внаслідок конфлікту під час з стабілізації 
     та відновлення повної участі в суспільному житті України. Ми готуємо регулярні звіти про наші 
     програми, а також статті, що стосуються питань ВПО.`,
    link: `/blog`,
  },
  {
    id: 3,
    img: `https://images.pexels.com/photos/2058147/pexels-photo-2058147.jpeg?
    auto=compress&cs=tinysrgb&h=650&w=940`,
    title: 'Звіти',
    text: `БФ «ССС» в рамках наших проектів та ініціатив організовує різноманітні події – 
    від фасилітованих діалогів до зустрічей між посадовими особами та представниками громадянського
     суспільства, щоб українська громадськість дізналася про життя людей, які постраждали від 
     конфлікту
      і могла долучитися до його покращення.`,
    link: `/reports`,
  },
];

export const articles = [
  {
    id: 1,
    file: '',
    title: 'zvit 1',
  },
  {
    id: 2,
    file: '',
    title: 'zvit 2',
  },
  {
    id: 3,
    file: '',
    title: 'zvit 3',
  },
  {
    id: 4,
    file: '',
    title: 'zvit 4',
  },
  {
    id: 5,
    file: '',
    title: 'zvit 5',
  },
];
